{
  "liminal_instructions": {
    "ship_drive_name": "Variant Alcubierre Drive",
    "ship_drive": "We've found Instructions that bend space-time, compressing and expanding space around a Linkage. Unfortunately, hyperspace is too unstable for this to speed up travel, but I'm sure you can imagine the combat applications.",
    "bad_missile_name": "Missile Dampening",
    "bad_missile": "We can create a field that absorbs explosive energy, reducing missile rate of fire, but stabilizing the Linkage. Missile schmissile.",
    "bad_energy_name": "Energy Diffusion",
    "bad_energy": "By diffusing energy weapon outputs across space-time, we decrease their rate of fire and increase flux requirements, but make the entire system more stable. Energy schmenergy.",
    "bad_ballistic_name": "Ballistic Resistance",
    "bad_ballistic": "A field that interferes with ballistic weapon systems slows their rate of fire and increases flux requirements, but we can harness that energy for other purposes. Ballistic schmalstic.",
    "bad_flux_name": "Flux Redirection",
    "bad_flux": "By redirecting some of the ship's flux dissipation capacity, we can power additional Instructions. This comes at the cost of reduced overall flux dissipation rate. Flux schmux.",
    "heavy_armor_name": "Phase-Locked Armor",
    "heavy_armor": "By partially phasing the hull's armor into an adjacent dimension, we can increase its effective thickness. We use other dimensions a lot for these Instructions, though we don't really understand what's going on.",
    "insulated_engines_name": "Quantum Masking",
    "insulated_engines": "Using quantum tunneling principles, we can redirect engine emissions into pocket dimensions. Emissions in other dimensions are harder to detect, for obvious reasons. It's a small price to pay for safety.",
    "high_maintenance_name": "Reality Anchor",
    "high_maintenance": "To maintain the ship's connection to the Liminality, we need constant reality anchoring. We can make the anchoring more durable, at the cost of increased maintenance. It's a small price to pay for safety (no I did not say that already).",
    "flux_shunt_name": "Hard Flux Conduit",
    "flux_shunt": "We've discovered a way to shunt hard flux into nothingness, allowing it to dissipate even while shields are raised. The process is much less efficient than normal flux dissipation, but it can work in a pinch.",
    "extended_shield_name": "Shield Manifold",
    "extended_shield": "By folding space around the shield emitters, we can extend our shield's coverage. Become invincible! At least until you overload.",
    "negative_op_name": "Template Simplification",
    "negative_op": "Some Instructions actually simplify the overall template structure, allowing for more complex Instructions to be added. Money is cheap!",
    "negative_cost_name": "Resource Loop",
    "negative_cost": "We've found a way to create a closed loop in the resource requirements, actually reducing the overall cost of the template. Though the Instruction itself is complex.",
    "weapon_range_name": "Space Compression",
    "weapon_range": "By compressing the space between our weapons and their targets, we can effectively increase their range. There's no way bending space like this could go wrong!",
    "weapon_damage_name": "Weapon Amplification",
    "weapon_damage": "Using principles of dimensional overlap, we can increase the effective mass and energy of our weapon outputs. It is hard to cause massive improvements, but every little bit helps.",
    "salvage_gantry_name": "Probability Manipulator",
    "salvage_gantry": "By slightly altering probability fields around salvage operations, we can increase the yield of valuable materials. The effect scales with ship size due to the complexity of maintaining larger fields. Try it in a casino!",
    "ground_attack_name": "Ground Force Multiplier",
    "ground_attack": "Using localized time dilation, we can effectively multiply the combat effectiveness of our marine forces. The larger the ship, the more marines can be affected by the field. Marines love it!",
    "bad_turrets_name": "Turret Desynchronization",
    "bad_turrets": "The Liminality disrupts the temporal synchronization between weapon turrets and their targeting systems, reducing their turn rate but allowing for more complex Instructions to be added to the template.",
    "maneuverability_name": "Inertial Manipulation",
    "maneuverability": "By modifying inertial fields, the Liminality enhances the vessel's maneuverability, improving acceleration, deceleration, and turn rate. Swish, wheeeeeee!",
    "fighter_defense_name": "Fighter Phase Diffusion",
    "fighter_defense": "Creates a null-conceptual physics around deployed fighters that diffuses incoming damage across parallel realities, reducing the damage they take from all sources. Yay buzzwords!",
    "rugged_construction_name": "Structural Reinforcement",
    "rugged_construction": "The Liminality strengthens the conceptual forces binding the ship's materials together, reducing the negative effects of d-mods on the vessel. That's what this summary says, anyway.",
    "fighter_recovery_name": "Causality Recovery",
    "fighter_recovery": "By manipulating local causality around fighter bays, the Liminality can make it so that some of those unlucky bastards didn't actually die. Don't ask about the ethical implications.",
    "burn_drive_name": "Hyperspace Alcubierre Drive",
    "burn_drive": "Unlike existing Alcubierre Drives, our version can now operate in hyperspace! It's not as simple as in normal space, but it works.",
    "efficiency_name": "Resource Optimization",
    "efficiency": "Through precise manipulation of molecular interactions, the Liminality improves the efficiency of ship systems, reducing supply and fuel consumption. Eating food is now optional!",
    "cargo_expansion_name": "Spatial Expansion",
    "cargo_expansion": "The Liminality creates localized pockets of expanded space within cargo holds, increasing both cargo and fuel capacity. Wars are won and lost by logistics.",
    "weapon_op_reduction_name": "Weapon Integration",
    "weapon_op_reduction": "By optimizing the quantum states of weapon systems, the Liminality reduces the ordnance points required for weapons and fighter wings. Yeah, I don't understand it either.",
    "missile_reload_name": "Causal Replication",
    "missile_reload": "The Liminality creates brief causal loops in missile tubes, which allows us to literally unfire missiles and fire them again.",
    "fighter_bay_name": "Bay Expansion",
    "fighter_bay": "We can construct entire hanger bays in pocket dimensions! Some of the fighter pilots may go insane, but that's a sacrifice we're willing to make.",
    "time_flow_name": "Combat Acceleration",
    "time_flow": "As the ship takes damage, the Liminality increasingly warps local time flow, allowing the ship to act more quickly relative to its surroundings. Move super fast when you're in danger! It makes it easier to dodge.",
    "regen_name": "Material Reconstruction",
    "regen": "The Liminality reverses entropy in damaged sections of the ship, gradually regenerating hull and armor at rates based on hull size. We tried to make causal loops work here, but uh... yeah. Don't ask.",
    "damage_cap_name": "Temporal Damage Diffusion",
    "damage_cap": "By diffusing incoming damage across multiple timelines, we can limit how much hull damage the ship takes in a single second. Your alternate timelines may die but that's a risk we're willing to take."
  }
}